[
  {
    "title": "Wird meine Domain bei einem Transfer zu ZAP verlängert?",
    "content": "Ja. Wenn du eine Domain zu uns überträgst, wird sie ab dem Transferdatum um ein Jahr verlängert."
  },
  {
    "title": "Sind Domains im Webspace XtraXtra Large Tarif enthalten?",
    "content": "Nein. Domains sind nicht im Paket enthalten und müssen separat erworben werden."
  },
  {
    "title": "Wie kann ich meine WHOIS-Kontaktdaten schützen?",
    "content": "In der 'Handleverwaltung' im Webinterface kannst du alternative Kontakt-Handles hinzufügen und verwalten."
  },
  {
    "title": "Gibt es eine Begrenzung für die Anzahl der Subdomains?",
    "content": "Nein. Es gibt keine Einschränkung von unserer Seite, wie viele Subdomains du erstellen kannst."
  },
  {
    "title": "Wie verknüpfe ich meine Domain mit meinem Minecraft-Server?",
    "content": "Wenn deine Domain bei uns registriert ist, kannst du sie über das EasyDNS-Modul direkt mit deinem Minecraft-Server verbinden. Wähle dazu einfach deinen Server als Ziel."
  },
  {
    "title": "Welche Nameserver muss ich für eine externe Domain nutzen?",
    "content": "Wenn du deine Domain extern verwaltest, solltest du weiterhin die Nameserver deines externen Anbieters verwenden."
  },
  {
    "title": "Unterstützt ihr HTTP- oder Frame-Weiterleitungen für Domains?",
    "content": "Nein. Solche Weiterleitungen werden für Domains nicht unterstützt. Dafür benötigst du einen VPS, Rootserver oder Dedicated Server."
  },
  {
    "title": "Ist DynDNS in den Webspace-Paketen enthalten?",
    "content": "Nein. Unser Webspace wird mit Plesk verwaltet, und Plesk unterstützt kein DynDNS."
  },
  {
    "title": "Warum hat meine Domain nur 360 Tage statt 365?",
    "content": "Wir berechnen den jährlichen Abrechnungszeitraum nach dem deutschen Bankjahr, das 360 Tage umfasst."
  },
  {
    "title": "Sind E-Mail-Adressen bei einer Domain enthalten?",
    "content": "Nein. Eine Domainbestellung enthält keine E-Mail-Dienste. Für E-Mail-Adressen benötigst du Webspace oder einen Server."
  }
]
