[
  {
    "title": "Why should I book a dedicated IPv4 address for my game server?",
    "content": "A dedicated IPv4 address allows you to use the default port, provides direct access to the DDoS manager, and can offer advantages during certain types of DDoS attacks."
  },
  {
    "title": "Will choosing a different server location affect my ping?",
    "content": "Use the Ping Check tool to see your connection latency to each server location. This helps you choose the best location for minimal ping."
  },
  {
    "title": "Does my server include all GTA 5 mods?",
    "content": "No, but you can upload compatible mods via FTP, ensuring they match the platform you use (FiveM, RageMP, Alt:V)."
  },
  {
    "title": "How quickly is my game server set up?",
    "content": "Most servers are ready within minutes of ordering."
  },
  {
    "title": "How effective is your DDoS protection?",
    "content": "All servers at our Eygelshoven location use advanced DDoS protection from PletX. You can see a live demonstration here: https://www.twitch.tv/videos/2509694036"
  },
  {
    "title": "Do you support Foundry VTT?",
    "content": "We currently only offer Foundry via Steam as a pre-installed game server. Foundry VTT can be installed on VPS, root, or dedicated servers."
  },
  {
    "title": "Which operating system do you use for Insurgency?",
    "content": "Insurgency runs on Linux. Insurgency: Sandstorm runs on Windows."
  },
  {
    "title": "What happens if I choose a standard server instead of the recommended premium one?",
    "content": "Performance may be lower, depending on the game. If a premium server or higher RAM is recommended, using less may cause lag."
  },
  {
    "title": "Is the Fjordur map available for ARK: Survival Evolved?",
    "content": "Yes, it is available and can be selected under 'Settings' in the web interface."
  },
  {
    "title": "How much storage is available for FiveM servers?",
    "content": "Each game server has a soft limit of 50 GB. You will receive a warning when exceeding this and have 3 days to reduce usage."
  },
  {
    "title": "Do you offer Team Fortress Classic servers?",
    "content": "Currently, it’s not available, but you can suggest it here: https://zap-hosting.com/guides/docs/en/suggestions/"
  },
  {
    "title": "Do I need to configure my server on my PC?",
    "content": "No. All settings are managed via our web interface. We do not offer servers for PS4."
  },
  {
    "title": "Is the Windows plugin for ARK compatible with Xbox?",
    "content": "No. The Windows servers are for the Steam version and are not compatible with Xbox."
  },
  {
    "title": "Where can I find my Minecraft server address?",
    "content": "The IP address and port are displayed in your server's web interface."
  },
  {
    "title": "Can I transfer my Minecraft save to a purchased server?",
    "content": "Yes, via FTP or our backup function."
  },
  {
    "title": "Why did my FiveM server setup take longer?",
    "content": "Usually setup takes under a minute, but in rare cases it may take longer to ensure performance."
  },
  {
    "title": "Do you install FiveM mods for me?",
    "content": "We offer one-click installation for popular mods, but do not manually install custom ones."
  },
  {
    "title": "How much RAM is included for FiveM servers?",
    "content": "It depends on the number of slots. RAM details are shown in the shop."
  },
  {
    "title": "What if my server setup is delayed?",
    "content": "In rare cases it may take a few minutes longer. You will be notified by email once setup is complete."
  },
  {
    "title": "Can I request new Minecraft modpacks?",
    "content": "Yes, via https://zap-hosting.com/en/suggestion/ under 'Game request'."
  }
]
