[
  {
    "title": "Warum sollte ich eine eigene IPv4-Adresse für meinen Gameserver buchen?",
    "content": "Mit einer eigenen IPv4-Adresse kannst du den Standardport nutzen, hast Zugriff auf den DDoS-Manager und profitierst bei bestimmten DDoS-Angriffen."
  },
  {
    "title": "Beeinflusst ein anderer Serverstandort meinen Ping?",
    "content": "Nutze den Ping-Check, um die Latenz zu unseren Standorten zu prüfen und den besten Standort zu wählen."
  },
  {
    "title": "Sind alle GTA 5 Mods enthalten?",
    "content": "Nein, Mods müssen per FTP hochgeladen und mit der genutzten Plattform (FiveM, RageMP, Alt:V) kompatibel sein."
  },
  {
    "title": "Wie schnell wird mein Gameserver eingerichtet?",
    "content": "In der Regel innerhalb weniger Minuten nach Bestellung."
  },
  {
    "title": "Wie gut ist der DDoS-Schutz?",
    "content": "Am Standort Eygelshoven nutzen alle Server den erweiterten DDoS-Schutz von PletX. Live-Demo: https://www.twitch.tv/videos/2509694036"
  },
  {
    "title": "Unterstützt ihr Foundry VTT?",
    "content": "Derzeit bieten wir Foundry nur über Steam als vorinstallierten Gameserver an. Foundry VTT kann auf VPS, Root- oder Dedicated-Servern installiert werden."
  },
  {
    "title": "Welches Betriebssystem nutzt ihr für Insurgency?",
    "content": "Insurgency läuft auf Linux, Insurgency: Sandstorm auf Windows."
  },
  {
    "title": "Was passiert, wenn ich statt des empfohlenen Premium-Servers den Standard nehme?",
    "content": "Je nach Spiel kann die Leistung schlechter sein. Bei Empfehlung eines Premium-Servers oder mehr RAM kann es sonst zu Lags kommen."
  },
  {
    "title": "Ist die Fjordur-Map für ARK: Survival Evolved verfügbar?",
    "content": "Ja, sie kann im Webinterface unter 'Einstellungen' ausgewählt werden."
  },
  {
    "title": "Wie viel Speicher haben FiveM-Server?",
    "content": "Jeder Gameserver hat ein Softlimit von 50 GB. Bei Überschreitung gibt es eine Warnung und 3 Tage Zeit zur Reduzierung."
  },
  {
    "title": "Bietet ihr Team Fortress Classic Server an?",
    "content": "Derzeit nicht verfügbar, Vorschläge hier einreichen: https://zap-hosting.com/guides/docs/en/suggestions/"
  },
  {
    "title": "Muss ich den Server am PC konfigurieren?",
    "content": "Nein. Alle Einstellungen erfolgen im Webinterface. Wir bieten keine PS4-Server an."
  },
  {
    "title": "Ist das Windows-Plugin für ARK mit Xbox kompatibel?",
    "content": "Nein, es ist nur für die Steam-Version und nicht mit Xbox kompatibel."
  },
  {
    "title": "Wo finde ich die Adresse meines Minecraft-Servers?",
    "content": "IP-Adresse und Port stehen im Webinterface."
  },
  {
    "title": "Kann ich meinen Minecraft-Spielstand übertragen?",
    "content": "Ja, per FTP oder über die Backup-Funktion."
  },
  {
    "title": "Warum dauert mein FiveM-Server-Setup länger?",
    "content": "Normalerweise dauert es unter einer Minute, in seltenen Fällen länger, um optimale Performance zu gewährleisten."
  },
  {
    "title": "Installiert ihr FiveM-Mods für mich?",
    "content": "Wir bieten One-Click-Installationen für beliebte Mods, installieren aber keine individuellen Mods manuell."
  },
  {
    "title": "Wie viel RAM ist bei FiveM-Servern enthalten?",
    "content": "Hängt von der Slot-Anzahl ab. Angaben dazu findest du im Shop."
  },
  {
    "title": "Was, wenn sich die Servereinrichtung verzögert?",
    "content": "In seltenen Fällen dauert es ein paar Minuten länger. Du wirst per E-Mail informiert, sobald der Server fertig ist."
  },
  {
    "title": "Kann ich neue Minecraft-Modpacks anfragen?",
    "content": "Ja, über https://zap-hosting.com/en/suggestion/ unter 'Game request'."
  }
]
